<?php

/**
 * ECSHOP 话费支付插件语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: Jole $
 * $Id: umpay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['umpay']      = '话费支付';
$_LANG['umpay_desc'] = '通信账户话费业务标准商户（standard）接入规范定义了联动优势话费业务支付平台（以下简称话费支付平台或平台）与商户系统之间的开放接口，主要是交易流程、开发规范、通信接口以及账务处理的定义。以及银行（可提供计费的移动boss系统）对账文件获取。';
$_LANG['merId']      = '商户号';
$_LANG['goodsId']    = '商品号';
$_LANG['amtType']    = '货币类型';
$_LANG['bankType']   = '银行类型';
$_LANG['version']    = '版本号';

?>